[
  "Em outra fase da vida, eu poderia dizer que sim, mas não agora.",
"Embora eu aprecie isso, prosseguir com isso não é algo com que eu possa me comprometer.",
"Toda vez que penso nisso, ouço um pequeno 'não' no vento.",
"Meu eu futuro me escreveu um bilhete: ‘Por favor, não faça isso de novo.’,",
"Parece interessante, mas não sou a melhor pessoa para isso.",
"Agradeço a ideia, mas não é a opção certa para mim agora.",
"Eu adoraria dizer sim, mas me comprometi a fazer coisas menos questionáveis ​​esta semana.",
"Embora eu aprecie isso, considerando que não é algo com que posso me comprometer,",
"Embora eu aprecie isso, ser voluntário para isso não é algo com que eu possa me comprometer.",
"Estou tentando ser mais intencional com o que concordo, e isso não se encaixa muito bem.",
"Quero ser honesto com você: não me sinto confortável em me comprometer com isso.",
"Tenho que confiar no meu instinto e ele gentilmente sugere um não.",
"Dizer não a isso me ajuda a dizer sim a algo que é mais importante para mim.",
"Se eu dissesse sim, estaria mentindo para nós dois e meu terapeuta disse para parar de fazer isso.",
"Vou recusar respeitosamente. Não condiz com o meu objetivo.",
"Embora eu aprecie isso, tentar fazer isso não é algo com que eu possa me comprometer.",
"Esta oportunidade merece mais do que posso dar agora.",
"Não odeio a ideia, mas também não quero fazer isso.",
"Não estou em condições de me comprometer com isso agora.",
"Embora eu aprecie isso, explorar isso não é algo com que eu possa me comprometer.",
"Eu fiz as pazes com coisas decadentes que não me energizam.",
"Até meu calendário riu quando tentei encaixar isso.",
"Decidi adiar novos compromissos por enquanto.",
"Isso parece algo que o meu Eu do Futuro gritaria com o meu Eu do Presente por concordar.",
"Já tentei fazer muita coisa antes, e isso parece um déjà vu.",
"Você investiu muita energia nisso e espero que entenda minha decisão de recuar.",
"Embora eu aprecie isso, participar disso não é algo com que eu possa me comprometer.",
"Esta é uma ótima ideia para outra pessoa adotar.",
"A versão de mim que diz sim para isso não existe mais.",
"Até meu café disse: ‘Hoje não.’,",
"Meu comitê de paz interior vetou essa ideia por unanimidade.",
"Eu sei o quanto isso importa, mas não posso dar a atenção que merece.",
"Eu tive uma visão de fazer isso e então imediatamente adormeci.",
"Mentalmente, já saí da sala onde isso aconteceria.",
"Embora eu aprecie isso, aceitar isso não é algo com que eu possa me comprometer.",
"Isso não condiz com meus valores ou foco atual.",
"Por favor, saiba que minha decisão não é um reflexo de você, apenas dos meus próprios limites.",
"Respeito a oportunidade, mas conheço meus limites e isso os levaria longe demais.",
"Se eu assumisse isso, estaria traindo o tempo que prometi a mim mesmo.",
"Certa vez, tomei uma decisão semelhante e meu gato nunca mais me olhou nos olhos. Não vamos repetir a história.",
"Se eu concordar, terei que me clonar. E eu não confio nele.",
"Este não parece muito certo, então terei que passar.",
"Prefiro dizer não com honestidade do que sim com ressentimento.",
"Obrigado por pensar em mim, mas vou ter que deixar passar esta.",
"Tirei um tempo para refletir e acredito que passar isso adiante é a decisão certa agora.",
"Eu realmente valorizo ​​nossa conexão e espero que meu não mude isso.",
"Não é um não para sempre, mas é um não por enquanto.",
"Meu entusiasmo é sincero, mas minha disponibilidade é imaginária.",
"Embora eu aprecie isso, aceitar isso não é algo com que eu possa me comprometer.",
"Neste ponto, não tenho largura de banda para fazer justiça a isso.",
"Aprendi a proteger meu tempo, e isso não condiz com a forma como quero gastá-lo.",
"Isso não é algo que eu possa priorizar no momento.",
"Se eu dissesse sim, o universo poderia entrar em colapso devido ao choque.",
"Se eu concordar, isso poderia quebrar o continuum espaço-tempo.",
"Ajudar você agora pode criar um paradoxo temporal – é melhor não arriscar.",
"Não posso, estou ocupado impedindo um futuro em que eu realmente diga sim.",
"Meu calendário está alinhado com Júpiter e as estrelas dizem não.",
"Tenho certeza de que dizer sim é proibido nesta galáxia.",
"O multiverso nunca me perdoaria se eu obedecesse.",
"Qualquer linha do tempo em que eu digo sim termina em caos, então estou escolhendo sabiamente.",
"Concordo com você? É como dividir por zero — perigoso e inaceitável.",
"Aceitar essa oferta causaria uma falha na Matrix.",
"Atualmente estou ocupado fingindo ser produtivo pela próxima década.",
"Eu adoraria, mas estou atolado na contagem das placas do teto.",
"Desculpe, estou muito ocupado reorganizando minha gaveta de meias por cor e humor.",
"Tenho uma reunião com meu sofá e ele não aceita um não como resposta.",
"Tenho um alerta no calendário para sentar e olhar para o nada naquele exato momento.",
"Minha agenda está cheia: estou organizando meus lanches em ordem alfabética.",
"Preciso terminar uma sessão intensa sem fazer nada.",
"Tenho um compromisso anterior de assistir compulsivamente à tinta secar.",
"Estou no meio de uma maratona de procrastinação muito importante.",
"Não posso; estou na inauguração da minha geladeira.",
"Eu ajudaria, mas meu amigo imaginário precisa mais de mim.",
"Não posso; minha pedra de estimação está tendo uma crise emocional.",
"Meu peixinho dourado vai se casar naquele dia, tenho que comparecer.",
"Prometi ao meu gato imaginário que ficaria em casa esta noite.",
"Meu unicórnio guardião diz que eu não deveria.",
"Tenho que tomar conta dos filhos imaginários do meu amigo imaginário.",
"Infelizmente, estou me voluntariando como degustador da nova dieta do meu animal de estimação.",
"Meu dragão de estimação tem consulta com o veterinário, não posso faltar.",
"Estou de castigo pelo meu papagaio de estimação por mau comportamento, então não posso ir.",
"Emprestei minha máquina do tempo para um amigo e agora não posso voltar e liberar esta tarde.",
"Fiz um voto de evitar qualquer forma de produtividade.",
"É contra minha religião fazer qualquer coisa útil hoje.",
"Meu psiquiatra me aconselhou a evitar atividades potencialmente divertidas.",
"Eu jurei que devo recusar todos os pedidos por capricho.",
"Eu só funciono com café e negação, e estou sem café.",
"Sou alérgico a qualquer forma de responsabilidade.",
"Tenho um atestado médico que me proíbe especificamente de ajudar.",
"Eu adoraria ajudar, mas estou tentando quebrar minha maré de ajuda.",
"Meu treinador de procrastinação disse que ainda não estou pronto para tarefas reais.",
"Desisti de dizer sim para a Quaresma, e ela ainda não acabou.",
"Tenho uma política pessoal de dizer não em dias que terminam em "y".",
"O calendário do meu telefone me deu uma palmada na testa por sequer ter considerado isso.",
"Preciso atualizar meu status nas redes sociais para 'ocupado, não estou fazendo isso'.",
"Atualmente estou tendendo para 'não'.",
"Não posso, prometi à Netflix que ficaria em casa assistindo a filmes.",
"Meu Wi-Fi de motivação perdeu a conexão.",
"Estou esperando meu telefone recarregar. Não posso fazer nada até que a bateria esteja 100%.",
"Minha biografia no Twitter diz 'Muitas vezes diz não', é preciso manter a marca.",
"Estou ocupado procurando motivação no Google; nenhum resultado encontrado.",
"Estou preso em uma toca de coelho da internet e não consigo encontrar a saída.",
"Não posso ir, estou em uma chamada de Zoom com meu sofá.",
"Eu adoraria, mas prefiro não fazer isso.",
"Minha resposta é não — assado na hora, só para você.",
"Eu pensei bastante sobre isso e vou com um sonoro não.",
"Nem se houvesse donuts grátis.",
"Esta é a parte em que eu digo 'não' e nós dois seguimos em frente.",
"Deixe-me verificar minha agenda... oh, olha, é um número permanente,",
"Fiquei lisonjeado que você tenha perguntado, mas vou passar sem hesitar.",
"Atingi minha cota de dizer sim para o ano.",
"Sou legal demais para dizer sim a isso.",
"Como diz o ditado, 'Não, não, não.'",
"Você não quer que eu diga sim, acredite em mim, é para o bem maior.",
"A última vez que eu disse sim, choveu por 40 dias. Não farei isso de novo.",
"Prometi ao meu eu futuro que diria não a isso.",
"Se eu concordasse, teria que explicar isso ao meu terapeuta.",
"Minhas experiências passadas com o sim foram traumáticas.",
"Dizer sim está na minha lista de coisas para desistir.",
"Eu faria isso, mas então teria que admitir que estava errado sobre odiar tudo.",
"O universo me deu um sinal para dizer não (era um letreiro de neon, bem claro).",
"Uma vez eu disse que sim. Não terminou bem. Havia lhamas envolvidas.",
"Meu instinto e eu votamos unanimemente não.",
"Isso parece uma oportunidade incrível... para outra pessoa.",
"Que ideia ótima! Estou triste por não poder participar. Bem, não tão triste assim.",
"Eu invejo as pessoas que vão dizer sim para você, de verdade.",
"Eu adoro o conceito, mas vou ter que ficar de fora dessa.",
"Plano brilhante! Infelizmente, estou sob proteção de testemunhas contra boas ideias.",
"Isso seria um sonho realizado. Pena que estou acordado e dizendo não.",
"Você pintou um quadro tão lindo que vou admirá-lo de longe.",
"Que oferta generosa! Vou recusar generosamente.",
"Tenho certeza de que será um sucesso retumbante, mas serei um admirador distante.",
"Parece emocionante! Só de pensar já estou cansado.",
"Já troquei de pijama, então não.",
"Meu sofá foi declarado zona de proibição de circulação e eu estou respeitando.",
"Não posso me dar ao trabalho de trocar meu confortável burrito de cobertor.",
"Estou guardando minha energia para um cochilo épico.",
"Estou com preguiça até de inventar uma boa desculpa, então simplesmente não.",
"A mudança deste local requer um aviso prévio de 24 horas.",
"Estou conservando energia hoje sem nenhuma razão específica.",
"Eu faria isso, mas parece esforço e sou alérgico.",
"No momento, estou enfrentando dificuldades técnicas com a mudança.",
"Estou praticando para uma maratona sem me mover.",
"Tenho que lavar meu cabelo nessa década.",
"Preciso descongelar o iceberg no meu congelador.",
"Desculpe, preciso passar minha roupa íntima naquela noite.",
"Preciso cuidar do meu jardim de flores de plástico.",
"Meu peixe precisa de uma caminhada e isso tem prioridade.",
"Tenho que girar os pneus da minha cadeira de escritório.",
"Estou maratonando uma série de tarefas domésticas na minha cabeça.",
"Os pratos ameaçavam se revoltar se eu os deixasse novamente.",
"Minha geladeira e eu fazemos terapia de casal naquela época.",
"Preciso ficar de fora enquanto organizo meu zoológico de meias.",
"Em um universo alternativo, eu faria isso. Só não neste.",
"Talvez na minha próxima vida eu considere isso, mas o meu eu atual diz que não.",
"Em uma dimensão paralela já estou nela - pena que estamos aqui.",
"Consultei meu eu alternativo; eles também recusaram.",
"Se eu me clonar, enviarei o clone. Até lá, não.",
"Eu perguntei para mim mesmo no futuro, e eles reviraram os olhos, então eu passo.",
"Estou preso em um loop temporal de dizer não.",
"Em uma linha do tempo alternativa eu ​​disse sim, e isso causou um apocalipse zumbi.",
"Meu gêmeo malvado pode estar interessado; pena que ele também esteja ocupado.",
"Em algum lugar num universo paralelo eu sou mais útil. Este não é aquele universo.",
"Eu faria isso, mas isso parece perigosamente próximo do trabalho.",
"Meu desejo de fazer isso está atualmente em coma.",
"Tenho certeza de que eu iria estragar tudo espetacularmente, então é melhor não.",
"Eu poderia participar, mas quem seguraria a parede aqui?",
"Esse pedido está acima do meu nível de remuneração de zero.",
"O espírito está disposto, mas a agenda diz que não.",
"Prefiro não desafiar o destino tentando algo novo hoje.",
"Se eu aderir, só diminuirei a média.",
"Eu fazendo isso? Essa é a reviravolta que ninguém quer.",
"Estou praticando o distanciamento social dessa ideia.",
"Eu tenho uma condição que me impede de dizer sim (isso se chama sanidade).",
"Meu médico disse que preciso de mais vitamina 'não'.",
"Acabei de pegar um caso grave de Não-Hoje-ite.",
"Mentalmente já estou de férias.",
"Estou em repouso na cama até novo aviso, por ordem médica (meu médico é o Dr. Seuss).",
"Tenho fobia crônica de compromisso.",
"Estou ficando doente, isso se chama preguiça.",
"Tenho um encontro com um travesseiro e um cobertor.",
"Meu terapeuta disse que eu deveria evitar coisas que me deixam infeliz; presumo que isso se qualifique.",
"Estou tendo uma emergência de tempo para mim.",
"Tenho que salvar o mundo do tédio ficando em casa.",
"Estou no meio de uma negociação pela paz mundial (em um videogame).",
"Meu alter ego de super-herói precisa de um dia de folga, e eu também.",
"Estou em uma missão secreta para evitar tudo o que você acabou de perguntar.",
"Eu adoraria, mas quem salvará o mundo enquanto eu estiver fora?",
"Estou ocupado orquestrando um cochilo global.",
"Tenho que evitar que o sofá flutue, é um trabalho importante.",
"O destino da batata frita que estou prestes a comer está em minhas mãos, não posso abandoná-la.",
"Hoje fui escolhido como o guardião da minha sala de estar.",
"Estou lutando contra um dragão invisível em casa. Está demorando mais do que o esperado.",
"Você realmente não me quer nisso – minha especialidade é estragar as coisas.",
"Sou como um gato preto de projetos; é mais seguro se eu ficar longe.",
"Acredite em mim, estou lhe fazendo um favor dizendo não.",
"Minha participação vem com um aviso, então vou poupá-lo.",
"Eu participaria, mas estou aqui apenas para fornecer recusas espirituosas.",
"Na verdade, sou péssimo nisso, a menos que você precise de um exemplo de como não fazer isso.",
"Você merece alguém que diga sim sem dar três desculpas primeiro.",
"Meu histórico sugere que eu deveria ficar de fora dessa.",
"Eu sou a pessoa errada para o trabalho; eu sou a pessoa certa para dizer não.",
"Se precisar de alguém para sabotar, eu seria perfeito. Caso contrário, passo.",
"O biscoito da sorte disse 'não' ontem à noite.",
"A profecia previu que eu recusaria isso.",
"Minhas cartas de tarô suspiraram coletivamente.",
"Verifiquei minha bola de cristal e ela disse 'não'.",
"O mundo espiritual recomenda que eu fique em casa.",
"Eu joguei algumas runas e elas formavam N-O.",
"Minha bola 8 mágica disse: 'As perspectivas não são tão boas'.",
"Eu estava lendo folhas de chá e elas disseram para evitar isso a todo custo.",
"Uma vidente me alertou sobre pedidos como esses.",
"Estou em um relacionamento sério com minha cama naquele momento.",
"Eu e o Sleep temos um encontro marcado, não podemos quebrá-lo.",
"Eu faria isso, mas estou tentando uma coisa nova chamada dormir.",
"Já tomei melatonina. Acabou o jogo para mim.",
"Estou guardando toda minha energia para piscar e respirar.",
"Tenho uma manhã de sono cedo,",
"Se não for um cochilo, não estou interessado.",
"Não posso; meu travesseiro precisa de mim.",
"Não conte comigo, estou contando ovelhas.",
"Estarei no meio do meu cochilo (que pode durar o dia todo).",
"Isenção de responsabilidade: qualquer acordo da minha parte será nulo quando a diversão for proibida.",
"Pequena letra: Meu 'sim' vem com 0% de entusiasmo.",
"Verifiquei os termos e condições da minha vida e diz 'não'.",
"Ao concordar, posso violar vários estatutos pessoais.",
"De acordo com as regras não escritas que acabei de escrever, devo recusar.",
"Meu contrato de usuário me proíbe estritamente de fazer isso.",
"Eu violaria a Convenção de Genebra dos Introvertidos se concordasse.",
"Executei essa solicitação por meio de minha conformidade interna e ela falhou.",
"Meu advogado (que é imaginário) desaconselha isso.",
"O contrato que assinei com minha cama não me permite fazer mais nada.",
"Meu prato está cheio e já comi a porção de fazer favores.",
"Estou lotado, sobrecarregado e muito feliz em dizer não.",
"Minha agenda entrou em combustão espontânea devido ao excesso de tarefas.",
"Atualmente estou lidando com muitas crises. Adicionar outra pode causar um colapso.",
"Tenho muita coisa para fazer e estou em uma dieta sem carboidratos (sem tarefas extras).",
"Estou me afogando em tarefas e não trouxe um snorkel.",
"Eu faria isso, mas já estou atolado em outros arrependimentos.",
"Minha lista de tarefas e eu não estamos nos falando, ela é muito longa.",
"Sou muito popular com tarefas que ainda não fiz.",
"O hamster que comanda minha roda da vida está em greve por excesso de trabalho.",
"Não é apenas 'sim' só que 'não', e estou fora.",
"O corretor ortográfico sugere que eu diga N-ÃO.",
"Eu escrevi um poema para você: Rosas são vermelhas, violetas são azuis, minha resposta é não, não posso fazer nada.",
"A única coisa que estou inclinado a dizer é um declínio.",
"Deixe-me colocar em uma linguagem que você entenda: Não.",
"Sou fluente em 5 idiomas e, em todos eles, a resposta é não.",
"Sim, e não estamos nos falando no momento.",
"Eu responderia com uma frase em latim sofisticada para não, mas um simples 'não' será suficiente.",
"Como sigla, minha resposta é N.O.,",
"Se você reorganizar as letras de 'sim', obterá 'ism' — que é exatamente o quanto faria sentido para mim fazer isso.",
"Estou reservado até a morte térmica do universo.",
"Minha agenda está cheia até o próximo século, desculpe.",
"Tenho um conflito de agenda com o resto da minha vida.",
"Não estarei livre até que o sol nasça no oeste e se ponha no leste.",
"Volte sempre que puder, daqui a um milhão de anos. Talvez eu tenha tempo.",
"Estou em espera com a vida agora; espere uma longa espera.",
"Minha disponibilidade está atualmente em um estado de incerteza quântica, inclinando-se para o não.",
"Já reservei minhas próximas mil recusas; você é apenas uma delas.",
"Minha agenda está mais apertada que meus jeans depois das férias.",
"Olhei para o meu calendário e ele riu de mim por sequer perguntar.",
"Obrigado por pensar em mim, mas vou recusar hilariamente.",
"Agradeço a oferta, mas terei que recusar, principalmente por preguiça.",
"Muito obrigado por ter perguntado, mas não posso fazer nada, meu chapa.",
"Estou honrado que você tenha pensado em mim, mas devo recusar respeitosamente e comicamente.",
"Por favor, aceite minhas mais sinceras desculpas enquanto rio e digo não.",
"Infelizmente, terei que passar, mas farei isso com um sorriso.",
"Não é você, sou eu. Sou alérgico a fazer certas coisas.",
"Com todo respeito, vou desperdiçar esta oportunidade.",
"Fiquei realmente comovido com a sua pergunta. Sério. Mas ainda não.",
"Com todo respeito, de jeito nenhum, José.",
"Esqueci como dizer sim.",
"Tenho perda de memória de curto prazo quando se trata de responsabilidades.",
"Eu concordo, mas esqueci o que você perguntou, então... não.",
"Meu cérebro apaga automaticamente solicitações como essa.",
"Tenho amnésia seletiva para favores.",
"Eu ia ajudar, mas esqueci de me importar.",
"Sinto muito, sofro de CRS (não me lembro de ter dito sim).",
"Não me lembro da última vez que disse sim e não vou começar agora.",
"O que foi isso? Você perguntou alguma coisa? Não? Ótimo.",
"Coloquei seu pedido no meu triturador mental.",
"Não posso; estou ocupado ensinando meu peixinho dourado a brincar de buscar para caridade.",
"Estou dedicando esse tempo a contemplar o sentido da vida. É realmente um caso de caridade.",
"Doei todo meu tempo livre para causas que não me fazem fazer nada.",
"Estou trabalhando em uma petição para proibir solicitações como essa.",
"Minha agenda está cheia de trabalho voluntário na Sociedade de Opositores Profissionais.",
"Estou treinando para um evento de caridade: uma maratona de dizer não.",
"Estou conscientizando sobre a palavra 'não', que está em perigo de extinção, usando-a com frequência.",
"Leiloei meu horário daquele dia para o maior lance de nada.",
"Estou fazendo um retiro silencioso, longe das responsabilidades.",
"Dei todo o meu tempo livre para outra pessoa; estou com déficit.",
"Estou em uma dieta rigorosa sem interação social.",
"Tenho que cancelar, já ultrapassei minha cota de pessoas para a semana.",
"Estou me introvertendo tanto agora que não consigo parar de fazer isso.",
"Minha bateria social está em 0% e meu carregador sumiu.",
"Estou em uma aventura introvertida (dentro de casa, sozinho).",
"Não posso sair; recentemente comecei a viver como eremita.",
"Socializar está fora de questão, literalmente, eu virei a mesa.",
"Sou alérgico a multidões, e às vezes até uma pessoa conta.",
"Estou praticando o distanciamento social... de todos.",
"O meu eu público está fora do escritório; por favor, nunca entre em contato comigo.",
"Eu acidentalmente colei-me no sofá.",
"Minhas pernas reclamaram de andar muito.",
"Minha iniciativa se levantou e foi embora sem mim.",
"Estou tendo uma experiência fora do corpo e ainda não voltei.",
"Minha energia e eu estamos atualmente em um relacionamento à distância.",
"Acordei hoje com um caso sério de gravidade; não consigo me levantar.",
"Tenho um caso agudo de magnetismo de sofá.",
"Meus membros estão em greve até novo aviso.",
"Estou me sentindo tão ativo quanto uma preguiça de férias.",
"Estou em prisão domiciliar por minha própria preguiça.",
"Prefiro tomar banho em sopa de uma semana do que fazer isso.",
"Prefiro fazer malabarismos com motosserras com os olhos vendados - parece mais seguro do que dizer sim.",
"Eu escalaria o Monte Everest descalço antes de concordar com isso.",
"Prefiro ser o único alvo em uma partida de paintball do que participar.",
"Honestamente, mastigar vidro parece mais divertido do que dizer sim para isso.",
"Prefiro fazer minha própria cirurgia dentária sem anestesia.",
"Dizendo sim? Eu preferiria desafiar um canguru para uma luta de boxe.",
"Eu preferiria andar sobre blocos de Lego por uma hora inteira.",
"Prefiro a emoção de não fazer isso, obrigado.",
"Eu aceitaria, mas tenho uma política rígida de não cair em armadilhas óbvias.",
"Eu iria, mas minha conta bancária diz que não tenho condições de pagar a gasolina para chegar lá.",
"A menos que haja um prêmio em dinheiro para mim, terei que recusar.",
"Eu só trabalho por comissão e esse pedido não paga em pizza.",
"Se você me pagar em barras de ouro, eu reconsidero. Caso contrário, não.",
"Meu contador me aconselhou que dizer sim não equilibra minhas contas.",
"Estou esperando um rico benfeitor para financiar meus 'sim'.",
"Não consigo encaixar isso no meu orçamento de tempo e energia.",
"Estou com dificuldades financeiras: sem fundos e sem 'sim'.",
"A menos que eu consiga opções de ações para isso, estou fora.",
"Preciso de um adiantamento só para pensar em dizer sim.",
"Estou esperando um sinal do universo... ah, lá está: diz não.",
"Preciso conservar minhas células cerebrais restantes.",
"Meu medo existencial e eu temos planos.,",
"Estou em greve até novo aviso e sou o líder sindical.",
"Tenho um encontro quente com uma pizza e um programa de TV.",
"Atualmente estou comemorando o Dia Nacional do Não, é um feriado pessoal.",
"Tenho uma política de não pular em vulcões, e isso parece igualmente perigoso.",
"Não posso vir, fiz outros planos com minha cama e travesseiro.",
"Devo recusar, pela ciência!,",
"Estou tentando ver quanto tempo consigo ficar sem fazer nada produtivo.",
"Minha mãe disse que eu tenho que ficar em casa e, hum, organizar a despensa em ordem alfabética.",
"Minha família me contratou para uma brincadeira de esconde-esconde e eu sou a peça que faltava.",
"Meus filhos me castigaram por tentar ter uma vida.",
"Não posso; os espíritos dos meus ancestrais ficariam descontentes se eu fizesse isso.",
"Meu cachorro só me deixa sair de casa se for para passear, não para trabalhar.",
"Meu cônjuge já fez planos para jantar comigo e assistir Netflix.",
"É noite de família e por família, quero dizer eu e meus lanches.",
"Tenho que cumprir uma tradição familiar de não fazer nada esta noite.",
"Meu gato está me olhando como se dissesse: 'Não ouse sair'.",
"A reunião da minha família de peixinhos dourados está acontecendo no meu aquário.",
"NÃO é apenas SIM sofrendo de transtorno desafiador de oposição.",
"N-O: duas letras que, quando combinadas, descrevem meus planos perfeitamente.",
"Vou transformar esse convite em um convite-NÃO.",
"Não é meu espírito animal.",
"Não consigo soletrar 'não' sem N-O.",
"Dizem que dupla negativa resulta em positivo, mas minha única negativa permanece firme.",
"Estou recusando isso de forma consonantal e com vogais.",
"Caso você tenha perdido: N como em Não, O como em Oh-não-não-hoje.,",
"Meu lema é 'Apenas diga não' e sou muito fiel a ele.",
"Eu me inscrevi em um curso sobre como dizer não e estou apenas praticando minha lição de casa.",
"Prefiro ver a grama crescer naquela época, desculpe.",
"Na verdade, eu estava planejando contar grãos de areia, o que parece mais divertido.",
"Estou ansioso para reorganizar minha coleção de botões.",
"Programei um tempo de qualidade com meu ventilador de teto.",
"Tenho um encontro emocionante sem fazer absolutamente nada.",
"Estou envolvido em uma paixão pelo tempo livre e não posso trapacear com ele.",
"Tenho assentos na primeira fila do meu sofá e pretendo usá-los.",
"Tem uma reprise de um programa que eu nunca vi e que não posso perder.",
"Já prometi passar esse tempo sem fazer nada.",
"Tenho que recusar; não gostaria de ofuscar todo mundo com minha presença.",
"Minha grandeza é grande demais para esse evento suportar.",
"Eu diria que sim, mas não seria justo com os outros se eu me destacasse sem esforço.",
"Não posso ir; os paparazzi podem invadir seu evento se eu for.",
"Estou lhe fazendo um favor ao não vir aqui roubar os holofotes.",
"Eu iria, mas sou meio que uma figura importante no meu próprio espelho.",
"Sou muito legal para isso (e por muito legal, quero dizer muito preguiçoso).",
"Permita-me recusar graciosamente, para que você possa se divertir sem a minha incrível capacidade de resposta.",
"Vou ter que recusar, estou muito ocupado sendo fabuloso em outro lugar.",
"Devo humildemente recusar porque minha perfeição é exaustiva.",
"Tenho que devolver o Um Anel para Mordor naquele dia.",
"Desculpe, estou escalado para lutar contra Darth Vader então.",
"Preciso ficar perto do telefone, caso Hogwarts ligue.",
"Eu faria isso, mas já me ofereci como voluntário em outro lugar.",
"Meu Bat-sinal acabou de acender, preciso salvar Gotham.",
"Não posso - meu capacitor de fluxo está com defeito e não consigo chegar a tempo.",
"Aquela noite é minha viagem programada de volta para o futuro.",
"Zumbis podem atacar se eu sair de casa, eu vi isso em um documentário (ok, era um filme de zumbi).",
"Estou ocupado negociando com alguns lacaios; a dominação mundial não pode esperar.",
"Tenho que consultar o Doutor Estranho sobre comparecer (ele previu que eu não compareceria).",
"Meu chefe me disse para dizer sim apenas a aumentos salariais, então não a todo o resto.",
"Já usei todos os meus dias de doença, então estou ligando dizendo que estou bem e ficando em casa.",
"Meu professor disse que preciso me concentrar em não me comprometer demais.",
"Eu tenho uma coisa de trabalho... é evitar o trabalho.",
"No meu calendário de trabalho tem um grande 'não' vermelho para essa data.",
"Não posso, tenho uma reunião importante para ficar olhando uma planilha e contemplando a vida.",
"Estou tirando um dia de folga para evitar pessoas.",
"Tenho uma teleconferência comigo mesmo e isso consome muito tempo.",
"Minhas horas extras entraram em conflito com meu tempo livre e meu tempo livre foi perdido.",
"Minha PTO (Permissão para Desativar) está em vigor.",
"Se eu for, posso desencadear o apocalipse. Melhor não arriscar.",
"Tenho que ficar parado para evitar que o surto de zumbis comece (longa história).",
"Eu viria, mas Nostradamus previu que eu diria não.",
"É um dos sinais do apocalipse se eu disser sim, vamos evitar isso.",
"Minha presença é o último selo antes do apocalipse, então passe difícil.",
"Temo que meu sim invocaria Cthulhu ou algo assim.",
"Estou evitando causar um efeito borboleta que acabe com o mundo.",
"A lenda diz que se eu algum dia concordar, o mundo acabará em um número musical espetacular.",
"Fiz um acordo com um demônio para nunca dizer sim e odeio quebrar um contrato.",
"O relógio do juízo final corre mais rápido cada vez que penso em concordar.",
"Sim, você pode interpretar meu silêncio como um não.",
"Estou balançando a cabeça afirmativamente em espírito, mas fisicamente estou balançando a cabeça negativamente.",
"Claro... você pode encontrar outra pessoa?",
"Sim está no meu vocabulário, mas não hoje.",
"Numa escala de sim a não, estou em uma posição de 'nem em um milhão de anos'.",
"Eu quis dizer sim, mas a única resposta que saiu foi não.",
"Considere meu 'sim' perdido no correio.",
"S-I-M-O são cartas que você não ouvirá de mim hoje.",
"Imagine-me entusiasticamente não fazendo isso.",
"Imaginando eu ajudando? Agora imagine o oposto. Pronto.",
"Não estou com sorte, então é melhor não arriscar dizer sim.",
"Joguei os dados e deu 'não'.",
"Consultei a Senhora Sorte; ela me disse para ficar em casa.",
"Minha sorte acabou antes mesmo de você pedir.",
"Se eu ganhasse um centavo da sorte para cada vez que dissesse não, eu seria rico. Falando nisso, não.",
"Eu ia participar, mas acidentalmente passei por baixo de uma escada e quebrei um espelho. Não vou arriscar.",
"Minha cartomante disse 'não nas suas estrelas', eu confio nisso.",
"Tirei uma carta do baralho; ela dizia 'Não passe na jogada, não diga sim'.",
"O destino decidiu dar um deslize para a esquerda neste caso.",
"As estrelas se alinharam... para formar um grande 'não'.",
"Não posso; a previsão do tempo disse que há 100% de chance de eu ficar em casa.",
"Está chovendo 'nãos' e eu estou encharcado neles.",
"Eu só saio em condições climáticas perfeitas, o que claramente não é o caso (para mim).",
"Estou passando por uma forte onda de preguiça.",
"Os ventos do destino sopraram e eu fui atingido no rosto com um 'não'.",
"Há uma tempestade se formando e ela se chama Minha Relutância.",
"Suspeito que um tornado repentino de responsabilidades me manterá dentro de casa.",
"Não estou bem, principalmente com uma sensação de 'não estou bem'.",
"A previsão para esse dia é que eu tenha uma grande chance de não aparecer.",
"Eu odiaria sair e derreter; sou feito de açúcar e sarcasmo.",
"Eu poderia dizer que sim, mas isso seria mentira.",
"Meu coração diz sim, mas minha alma diz 'você está brincando?',",
"Sou fisicamente capaz de fazê-lo, mas moralmente sou contra (o esforço).",
"Tenho um conflito interno: uma parte de mim diz 'não'. A outra parte também diz 'não'.",
"Cheguei a uma idade em que simplesmente digo não às coisas que odeio. E eu odeio isso.",
"Minha força de vontade para fazer isso ficou presa no trânsito e não vou conseguir.",
"Pensei um pouco. O pensamento foi 'não'.",
"Em teoria eu poderia, mas vamos nos ater à realidade onde não o farei.",
"Estou tentando agradar menos as pessoas a partir de agora.",
"Eu apenas olhei no espelho e pratiquei dizer 'não' e pareceu certo.",
"Não posso dizer sim antes de tomar meu café. E nunca pretendo tomar café.",
"Sem cafeína, nada de 'pode ​​fazer'.",
"Meu café e eu temos um pacto: nenhuma decisão importante sem ele, e ele não está disponível.",
"Eu diria que sim, mas não atingi minha cota diária de café para lidar com as consequências.",
"Estou em um estado descafeinado de não.",
"Meu cérebro só funciona com cafeína e estamos passando por uma queda de energia.",
"Sem java, sem java-do.,",
"A máquina de café ligou dizendo que estava doente, então não consigo concordar com nada.",
"Prometi a mim mesmo que só decidiria as coisas depois do café; pena que já é meio-dia.",
"Meu café da manhã e eu decidimos que isso não vale a pena a cafeína que seria necessária.",
"Estou muito ocupado planejando dominar o mundo para comparecer.",
"Se eu dissesse sim, isso poderia arruinar meu plano maligno.",
"Meu esconderijo secreto precisa ser cuidado naquele momento.",
"Estou no meio de um esquema tortuoso e não consigo me desvencilhar.",
"Não posso te ajudar; sou um supervilão em treinamento e isso acabaria com minha credibilidade.",
"Eu me juntaria a você, mas aí teria que recrutá-lo para meus planos e você não gostaria disso.",
"Estou pensando em como dominar o mundo e preciso de concentração total.",
"Meus lacaios planejaram uma revolta para aquele dia, e eu preciso estar presente.",
"Devo recusar com pesar, pois tenho muitas risadas diabólicas para praticar.",
"O mal nunca dorme, e aparentemente eu também não, só que eu definitivamente não vou sair.",
"Estou tentando alinhar meus chakras sem me estressar, então direi não.",
"Para manter o equilíbrio na Força, devo declinar.",
"Meu yin e yang estão me dizendo para não fazer isso.",
"Por uma questão de equilíbrio cósmico, não posso concordar.",
"Estou no meio de uma adaptação do feng shui na minha vida que proíbe novos compromissos.",
"Devo recusar, ou o delicado equilíbrio da minha preguiça será rompido.",
"Dizer sim desequilibraria minha proporção semanal de sim e não.",
"Preciso manter meu carma limpo e sinto que um sim o deixaria confuso.",
"Preciso alcançar a paz interior, o que significa não complicar meu dia com isso.",
"Tenho medo de que se eu me divertir, isso se torne um mau hábito.",
"Se eu acabar gostando, terei que fazer de novo, então não.",
"Tenho medo do sucesso, então devo recusar qualquer coisa que possa dar certo.",
"Tenho medo de colocar a expectativa muito alta se eu disser sim e fizer um bom trabalho.",
"Divertido? Não me lembro bem o que é isso, melhor não arriscar.",
"Sou alérgico à diversão - tenho acessos de sarcasmo.",
"Evito qualquer coisa que possa me fazer sorrir muito.",
"Estou tentando permanecer misterioso e dizer sim me tornaria muito acessível.",
"Gosto de manter minhas expectativas baixas, não fazendo nada.",
"Estou evitando diversão até novo aviso.",
"Pedir-me para fazer isso é como pedir a um peixe para subir em uma árvore.",
"Eu fazendo isso seria como uma galinha tentando fazer álgebra.",
"Dizer sim seria tão incomum quanto um gato se tornar vegano.",
"Essa ideia e eu andamos juntos como óleo e água.",
"Minha participação é como uma peça quadrada em um buraco redondo, só que não cabe.",
"Minha motivação e essa tarefa são como dois ímãs que se repelem.",
"Seria como esperar que uma preguiça vencesse uma corrida de 100 metros.",
"Tão compatíveis quanto sorvete e sopa quente — é melhor mantê-los separados.",
"Eu dizer sim é tão provável quanto porcos pilotando uma nave espacial.",
"Esse pedido é a pasta de amendoim para minha alergia.",
"Acabei de perceber que é feriado: Dia Nacional de Não Fazer Isso.",
"Estou observando um feriado pessoal chamado Nope-vember.",
"Não posso; tenho reclamações sobre o Festivus para expor naquele dia.",
"Estou marcado para esse dia celebrar o Festival do Nº.",
"Já estou comprometido com o feriado antitrabalho.",
"Eu celebro o Dia do Oposto fazendo o oposto do que você pede.",
"Desculpe, é meu dia anual de descanso... como o sábado, mas por preguiça.",
"Eu só celebro eventos que envolvem bolo, então, a menos que haja bolo, não.",
"Essa data entra em conflito com minha celebração prolongada do Chillmas.",
"É o aniversário do meu animal de estimação, que é basicamente um feriado global para mim.",
"Eu quero dizer sim, mas meu bom senso está gritando 'não' repetidamente.",
"Meu coração diz talvez, mas meu cérebro acendeu uma grande bandeira vermelha.",
"Meu pressentimento começou a dançar a Macarena quando você pediu (essa dança não é permitida).",
"Cada fibra do meu ser está atualmente fazendo a onda em homenagem ao dizer não.",
"A pequena voz responsável na minha cabeça e a alta e preguiçosa concordam: não.",
"Perguntei ao meu bom senso e ele riu histericamente.",
"Meu cérebro destacou essa solicitação e apertou a tecla delete.",
"Minha consciência me assombraria se eu dissesse sim.",
"Até o anjo no meu ombro fica tipo, 'não, cara'.",
"Minha voz interior grita 'NÃOOOO' no estilo Darth Vader.",
"Não estou procrastinando; estou dizendo não proativamente com antecedência.",
"Estou adiando minha decisão até o fim dos tempos - spoiler: não é.",
"Por que fazer hoje o que posso evitar indefinidamente?",
"Minha agenda só diz 'não' em todas as páginas desta semana.",
"Colocarei esse pedido na minha lista de tarefas logo depois de 'aprender teletransporte'.",
"Estou em processo de remarcar minha procrastinação para mais tarde.",
"Estou esperando o último minuto e ainda não chegou para isso.",
"Pensei em fazer isso mais tarde, mas depois percebi que também estava lotado.",
"Estou numa onda de procrastinação, não consigo parar agora.",
"Estou adiando meu sim para um ano que não existe.",
"Eu ajudaria, mas aí teríamos dois de nós precisando de ajuda.",
"Não tenho certeza se você pode arcar com o dano que eu causaria se tentasse.",
"Minha ajuda vem com uma garantia de devolução de dinheiro, mas você não a quer.",
"Eu sou a última pessoa que deveria fazer isso - literalmente, sou o último da fila.",
"Eu tentei fazer algo parecido uma vez; digamos que o corpo de bombeiros se envolveu.",
"Se eu fizer isso, você gastará mais tempo corrigindo meus erros.",
"Minha competência está de férias agora.",
"Eu sou bom em procrastinar, mas não em realmente fazer as coisas.",
"Eu seria voluntário, mas a taxa de incompetência que cobro é muito alta.",
"Eu ajudaria, mas então teria que me isentar legalmente de quaisquer resultados.",
"Isso não me traz muita alegria, então vou passar.",
"Essa ideia não passa no teste de vibração para mim.",
"Não estou sentindo uma forte atração gravitacional para fazer isso.",
"Meu nível de interesse está entre zero e negativo.",
"Se eu tivesse menos interesse, estaria em coma.",
"Minha curiosidade simplesmente desapareceu quando ouvi essa ideia.",
"Tenho certeza de que é fascinante, mas minha capacidade de atenção pensa o contrário.",
"Estou guardando meu entusiasmo para algo mais monótono.",
"Adormeci no meio do processo de reflexão.",
"Tentei ficar animado com isso e distendi um músculo.",
"O governo me incluiu em um programa de proteção a testemunhas contra eventos como este.",
"Meu agente de condicional disse que só posso trabalhar por preguiça.",
"O FBI ligou; eles disseram que eu dizer sim seria um risco à segurança nacional.",
"Eu iria, mas o juiz da minha vida me condenou a ficar em casa.",
"Minha licença para me divertir foi revogada.",
"Eu adoraria obedecer, mas estou sob ordens estritas de mim mesmo para não fazê-lo.",
"A Rainha da Inglaterra me disse para ficar em casa (eu só recebo ordens reais).",
"A ilha em que estou exilado não me permite sair para eventos.",
"Estou contratualmente obrigado a recusar, de acordo com os termos das minhas escolhas de vida.",
"A polícia me disse que sou interessante demais para participar de reuniões normais.",
"Estou velho demais para esse tipo de compromisso com as coisas.",
"Acho que estou em uma idade em que simplesmente digo não a esse tipo de coisa.",
"Na minha idade, minha preocupação acabou.",
"Estou passando por uma crise de meia idade e dizer sim não faz parte disso.",
"Estou na minha fase rebelde de fazer apenas o que quero, então não.",
"Estou canalizando meu velho rabugento interior e ficando em casa.",
"Estou revisitando minha rebelião adolescente dizendo não a tudo.",
"Na minha época, não precisávamos fazer coisas que não queríamos (e vou continuar assim).",
"Estou praticando para meu futuro como um velho eremita rabugento.",
"Estou envelhecendo como um bom vinho, o que significa ficar mais teimoso em dizer não.",
"Minha fada madrinha disse que eu deveria ficar em casa ou vou virar uma abóbora.",
"A Cinderela deixou um sapato aqui e eu preciso ajudar a encontrar o outro em vez de sair.",
"Estou esperando o Príncipe Encantado com pizza, então não posso ir a lugar nenhum.",
"Não posso ir; o Lobo Mau está à minha porta (vendendo seguros, aparentemente).",
"Tenho que ficar de olho na minha casa de gengibre, você sabe como é.",
"Os sete anões me avisaram para não me esforçar demais.",
"Estou sob um feitiço de sono que só o tempo (e não fazer isso) pode quebrar.",
"Perdi meu sapatinho de cristal e não consigo sair sem calçados adequados.",
"O sapo que eu deveria beijar para me tornar um príncipe me deu um adiamento.",
"Estou preso em um conto de fadas e concordar com isso não faz parte do enredo.",
"Tenho que vigiar a geladeira hoje à noite; os lanches estão contando comigo.",
"Dediquei esse tempo a um sorvete que precisava de companhia.",
"Estou carregando carboidratos para uma maratona sem fazer isso.",
"Tenho um jantar com pizza e ficaria com inveja se eu cancelasse.",
"Não posso sair; minha geladeira acabou de abrir uma garrafa de vinho e seria rude não ir.",
"Estou testando uma teoria de que posso sobreviver apenas com chips, não posso interromper isso.",
"Meu forno e eu temos planos de assar e comer um bolo inteiro.",
"Prometi ajudar minha pipoca a estourar — é um processo muito complexo.",
"Eu faria isso, mas comecei a preparar uma refeição de cinco pratos para uma pessoa (eu).",
"Estou aprendendo a cozinhar refeições invisíveis; isso consome muito tempo.",
"Preciso ficar de prontidão caso a Netflix precise que eu assista alguma coisa.",
"Estou de plantão como o sedentário da família.",
"Sou a pessoa designada para ficar em casa esta semana.",
"Estou servindo como jurado no tribunal por minha própria preguiça.",
"Estou em uma missão secreta de espera – não posso revelar, só sei que não posso ir.",
"Sou o contato de emergência da minha TV, então devo permanecer disponível.",
"Estou comprometido a ficar em casa em caso de emergência com lanches.",
"Eu me inscrevi para ser um sujeito de teste para dormir até tarde, e então terei uma sessão.",
"Faço parte de um projeto ultrassecreto chamado Projeto No.,",
"Tenho um dever a cumprir: evitar que meu sofá pareça solitário.",
"Meu carro decidiu tirar um dia de folga pessoal.",
"O transporte público na minha sala de estar não está funcionando no momento.",
"Tentei sair, mas a porta não me deixou (negociamos e eu fiquei).",
"Meu GPS recomendou que eu ficasse em casa para evitar más decisões.",
"Meu pônei de carona está doente. Sim, é um pônei, nem pergunte.",
"Eu iria de bicicleta até lá, mas minha bicicleta riu de mim.",
"O Uber não me entrega ideias ruins.",
"Perdi o fio da meada que me faria ir.",
"Minha vassoura está na oficina (você sabe como elas não são confiáveis).",
"Todos os caminhos me levam a ficar em casa.",
"Meu seguro não cobre atos meus que façam isso.",
"Preciso ficar em um ambiente seguro, e esse evento parece arriscado (para minha sanidade).",
"A Saúde e Segurança Ocupacional sinalizou essa atividade como um risco para mim.",
"Estou esperando meu traje de plástico-bolha chegar antes de tentar essas coisas.",
"Isso parece perigoso para o meu bem-estar (principalmente para o meu bem-estar mental).",
"Eu só opero máquinas pesadas (como meu sofá) sob supervisão, então não posso ir.",
"A última vez que tentei, cortei minha alma com um papel.",
"Por razões de segurança, sou obrigado a ficar longe desse tipo de excitação.",
"Meu anjo da guarda apresentou uma ordem de restrição contra esse plano.",
"Prefiro não ferir minha vontade de viver dizendo sim.",
"Eu transcendi a necessidade de atividades como essa.",
"Estou me concentrando na jornada de não fazer nada, não no destino dessa tarefa.",
"Minha crise existencial e eu decidi não fazer isso.",
"Na grande tapeçaria da vida, eu sou o fio que mantém este aqui.",
"Percebi que o sentido da vida não é fazer isso, então estou bem.",
"Prefiro procurar o propósito da vida do que comparecer.",
"Eu penso, logo existo... não vou fazer isso.",
"Minha filosofia atual: se for preciso usar calças, não.",
"Estou praticando wu wei (não fazer nada) de acordo com o taoísmo, então devo recusar.",
"Fazer ou não fazer? Eis a questão, e eu respondi 'não fazer'.",
"Treinei durante anos com um mestre em dizer não.",
"Ganhei faixa preta em No-jitsu.,",
"Eu venho me preparando a vida toda para dizer não a esse pedido exato.",
"Fiz um seminário sobre assertividade e estou ansioso para usar o que aprendi: Não.",
"Meus reflexos são aguçados para recusar convites automaticamente.",
"Inscrevi-me para um workshop 'Como dizer não' e preciso praticar.",
"Faço parte de uma sociedade secreta onde só nos comunicamos por meio de recusas.",
"Minha reação imediata é não, e meu joelho está particularmente trêmulo.",
"Dizer não é meu cardio.",
"Tenho ensaiado meu 'não' a semana toda para uma ocasião como essa.",
"Não é meu nome do meio. Bem, não legalmente, mas espiritualmente.",
"Eu venho de uma longa linhagem de especialistas em declínio.",
"Meu teste de DNA voltou: 100% não farei isso.",
"Sou geneticamente predisposto a dizer não.",
"Eu nasci para dizer não - a primeira palavra que disse e nunca mais parei.",
"Eu tenho uma doença genética rara que me faz recusar coisas.",
"Meu animal espiritual é uma preguiça, e ela está me dizendo para ficar parado.",
"Astrologicamente, sou um Não-rgo ou um Libra-pensa-não (um desses).",
"Quando criança, jurei evitar qualquer coisa parecida com isso.",
"Meu coach de vida me aconselhou a eliminar fatores estressantes, começando por isso.",
"Meus amigos teriam um ataque cardíaco se eu de repente dissesse sim para as coisas.",
"Seria um mau precedente se eu começasse a concordar com pedidos razoáveis.",
"Se eu começar a dizer sim agora, onde isso vai parar? Dominação mundial? Melhor não.",
"Dizer sim uma vez pode me dar a reputação de ser prestativo, mas não posso permitir isso.",
"Não posso chocar meu sistema com uma responsabilidade dessas; ordens médicas.",
"Sim é uma palavra tão pequena para um evento que muda tanto a vida. Não estou pronto.",
"Receio que dizer sim agora abrirá comportas de expectativas.",
"Se eu dissesse sim, as pessoas poderiam esperar que eu fizesse isso de novo. Que se dane a ideia.",
"Concordar com isso confundiria todos que me conhecem como um evitador profissional.",
"Minha marca é 'decepção confiável' e preciso ser consistente.",
"Posso deixar para depois perder o cheque especial para sempre?",
"Vamos marcar para o dia 12 de Never.",
"Eu me juntarei a vocês no dia 32 deste mês.",
"Que tal eu pegar o próximo... em um universo paralelo?",
"Talvez outra hora, como quando os porcos voarem ou o inferno congelar, o que acontecer primeiro.",
"Comparecerei em espírito. Especificamente, com o espírito de 'não estar presente'.",
"Digamos que eu estava lá na nossa imaginação e pronto.",
"Estou lá em pensamento, mas não em corpo ou presença real.",
"Eu te aviso quando estiver livre. (Não espere acordado.)",
"Estou em uma missão em um videogame e a vida real não pode competir.",
"Eu faria isso, mas estou a um XP de subir de nível sem fazer nada.",
"Minha guilda no World of Warcraft precisa que eu farme poções 'não'.",
"Estou no meio de uma partida de Tetris de alto risco (sim, é muito sério).",
"Prometi aos meus amigos online que manteria o servidor ativo permanecendo aqui.",
"Estou praticando minhas habilidades de jogo; as missões da vida real terão que esperar.",
"Tenho que defender minha vila virtual de invasores pixelados naquele momento.",
"Meu controle morreu, e minha vontade de sair também.",
"Atualmente estou interpretando um recluso.",
"Estou ocupado alcançando uma nova pontuação máxima em introversão.",
"Não tenho nada para vestir que corresponda à expressão de arrependimento que eu teria se fosse.",
"Todas as minhas roupas são alérgicas a atividades externas.",
"Meu guarda-roupa e eu temos um acordo: ele só vê o sofá.",
"Eu iria, mas já troquei de roupa e vesti meu pijama.",
"Não consigo encontrar motivação para me vestir bem; acho que doei.",
"O código de vestimenta para isso parece 'esforço', então estou fora.",
"Eu só participo de eventos que permitem o uso de pijamas como traje formal.",
"Meu senso de moda acabou de me mandar uma mensagem: disse para não me incomodar.",
"Estou preso no meu armário de Nárnia e não consigo sair para assistir.",
"Desculpe, nada no meu armário grita "vamos fazer isso". Tudo grita "fique em casa".",
"Meu cachorro comeu minha lição de casa e depois pediu uma continuação.",
"Cheguei atrasado porque o tempo decidiu passar mais rápido do que eu hoje.",
"Eu faltei ao trabalho porque meu quarto estava tendo uma situação de refém comigo como refém.",
"Não apareci porque prefiro estar ausente, como manda a moda.",
"Meu despertador e eu brigamos, e ele venceu por não tocar.",
"Eu matei aula porque senti que era minha obrigação não aprender coisas ruins.",
"Não pude participar porque estava ocupado e não entrei em pânico.",
"Não compareci à reunião porque fui abduzido por um devaneio.",
"Eu desisti no último minuto porque problemas de compromisso são comuns na minha família.",
"Cheguei na hora certa em espírito, mas meu corpo fez um desvio.",
"Um peixe precisa de uma bicicleta? É o quanto eu preciso para fazer isso.",
"Porcos voam? Só então eu faria isso.",
"O céu é verde? Não? Essa é a minha resposta.",
"Seria sensato da minha parte concordar? Isso é um não do Conselho de Mim.",
"É aqui que eu digo sim? Não? Ótimo, porque eu não vou.",
"Eu pareço alguém que faria isso? Correto, não pareço.",
"É o Dia do Oposto? Porque senão minha resposta é não.",
"Acabei de me ouvir me voluntariando? Não, então vou manter assim.",
"Essa é uma pergunta capciosa? Porque estou respondendo como se fosse: não.",
"Eu vou? Vou responder quando a água não estiver molhada.",
"Vou entregar minha resposta em uma dança interpretativa. *faz um NÃO*,",
"Se eu pudesse cantar, cantaria "I say noooo" em uma ópera para você.",
"Imagine-me gritando dramaticamente "Eu recuso!" com um floreio de capa.",
"Escreverei um haicai para minha resposta: "Não, absolutamente / Indubitavelmente não / Ainda não, desculpe".",
"Imagine um escritor no céu escrevendo 'não' acima de sua casa — essa é a minha resposta.",
"Insira um som de orquestra: dun dun dun NO.,",
"Estou jogando confete e o confete soletra 'não'.",
"Estou segurando um placar que diz 0, como em 0% de chance.",
"Hora do teatro de improviso: interpreto uma pessoa que diz não. Fim de cena.",
"*Saída dramática com um monólogo de recusa*.,",
"Eu faria isso, mas eu sou o Batman. (Essa desculpa serve para qualquer coisa, certo?),",
"Ontem fui abduzido por alienígenas e eles me deram instruções rígidas para evitar isso.",
"Alienígenas me convidaram para uma festa na galáxia e eu já confirmei presença.",
"Estou me comunicando com extraterrestres naquele momento, os eventos da Terra devem esperar.",
"Estou em uma missão para Marte em meus sonhos, com conflitos de agenda e realidade.",
"Não posso ir, sou o guia turístico dos alienígenas na Terra e eles são muito exigentes.",
"A nave-mãe está vindo me buscar a qualquer momento.",
"Estou aprendendo uma língua estrangeira; eles não têm uma palavra para sim e eu também não tenho agora.",
"Os alienígenas levaram meu entusiasmo com eles quando partiram.",
"Suspeito que sou um alienígena e historicamente evitamos essas situações.",
"Meu planeta precisa de mim, então devo ir (o que significa que devo ficar em casa).",
"Estou concorrendo à presidência do Clube da Procrastinação; minha campanha consome muito tempo.",
"Minha vontade de participar desapareceu misteriosamente, assim como você pediu.",
"Joguei na loteria do cuidado e perdi.",
"Tenho um medo irracional de acidentalmente desfrutar de obrigações, então as evito.",
"Como diz o meme, ninguém tem tempo para isso.",
"Estou muito fundo na minha zona de conforto para sequer ver a saída.",
"Cheguei ao meu limite de respostas negativas do dia.",
"Meu calendário acabou de me enviar uma ordem de restrição contra novos eventos.",
"Estou em um relacionamento de longo prazo com cancelamento de planos.",
"Estou experimentando JOMO (Joy Of Missing Out) para este evento.",
"Canalizando o oposto da Nike: "Simplesmente não faça isso".",
"Prefiro me arrepender de não ter feito isso do que me arrepender de ter feito.",
"Aplicando minha versão da Lei de Murphy: se puder ser evitado, será.",
"Minha resposta é como o gato de Schrödinger: é sim e não até você perceber que é simplesmente não.",
"YOLO, é por isso que estou dizendo não – eu valorizo ​​muito minha vida.",
"Meu aplicativo de horóscopo acabou de me notificar: "Hoje é um bom dia para dizer não".",
"Se dizer não fosse um esporte olímpico, eu teria uma medalha de ouro.",
"Eu uso minha recusa como um distintivo de honra.",
"Vou ter que recusar bebidas energéticas mais rápido que uma chita.",
"Eu diria que sim, mas então teria que acordar do meu devaneio, e a realidade é muito menos agradável.",
"Emergência! Acabei de ficar sem chocolate e é tudo o que posso fazer agora.",
"O destino acabou de chegar nas minhas mensagens diretas com um grande e gordo 'não'.",
"Meu cérebro está lotado de informações inúteis, não há espaço para novas tarefas.",
"Se eu te ajudar, ficarei orgulhoso de mim mesmo, e não consigo lidar com tanta emoção.",
"Vou te dar duas opções: não ou não. Você pode escolher.",
"Vamos fazer uma escolha múltipla. Eu escolho a opção (D) - Não vai acontecer.",
"Olhe pelo lado positivo: pelo menos sou consistente em dizer não.",
"Considere isso um 'não' servido com uma pitada de sarcasmo.",
"Estou preso em um buraco negro de procrastinação e não consigo escapar a tempo de fazer isso.",
"Eu só digo sim durante eclipses solares, e não há nenhum programado.",
"Minha alma retrô não consegue lidar com tarefas modernas como essa.",
"A palavra 'sim' me dá urticária; estou evitando uma reação alérgica.",
"Eu tive um sonho e disse sim; acordei suando frio. Não estou fazendo isso na realidade.",
"No tempo que você levou para perguntar, eu já decidi que não.",
"Desculpe, não consigo te ouvir por causa do barulho que estou fazendo.",
"Acho que nossa conexão está ruim. Se você me pedisse para fazer algo, a resposta seria estática... o que significa não.",
"Ouvi errado, pensei que você tivesse perguntado "você quer um taco?". Como não perguntou, não estou interessado.",
"Meu telefone corrigiu automaticamente sua solicitação para 'não'. Estranho, né?",
"Recebi sua mensagem, mas infelizmente meu filtro de spam a classificou como "tarefas indesejadas".",
"Acredito que você ligou para o número errado; a pessoa que disse sim não está disponível.",
"Eu falo sarcasmo fluentemente, então minha interpretação da sua pergunta é um sonoro não.",
"Deixe-me colocá-lo em espera... *nunca sai da espera*,",
"Não recebi o memorando de que eu deveria me importar.",
"Estou com algumas dificuldades técnicas para dar a mínima.",
"Os deuses da procrastinação exigem que eu sacrifique esta tarefa, não a realizando.",
"Não é uma frase completa e é minha resposta final.",
"Temo que concordar possa de alguma forma desencadear um apocalipse zumbi, então estou jogando pelo seguro.",
"Meu sentido aranha está formigando e me dizendo para não fazer isso.",
"O tecido do meu ser simplesmente não é feito para esse pedido.",
"Dizem "siga seus sonhos" — e meu sonho é não fazer isso.",
"Estou apenas seguindo o ditado "faça o que você ama" — e adoro dizer não.",
"Hoje não, Satanás. Na verdade, nem um dia sequer.",
"Minha procrastinação está fazendo um trabalho fantástico; eu não gostaria de interromper seu fluxo.",
"Não significa "Novas Oportunidades"... para eu ficar em casa.,",
"Apostei que conseguiria dizer não a tudo por uma semana. Estou prestes a ganhar.",
"Estou conduzindo um experimento social onde digo não e observo o que acontece.",
"Uma das minhas irritações é fazer certas coisas, então eu simplesmente não faço.",
"A vida é curta, e eu escolho desperdiçá-la do meu jeito, não disso.",
"Já atingi minha cota de decisões ruins do mês; dizer sim seria excedê-la.",
"Eu adoraria participar, mas estou morto por dentro, então não posso.",
"Eu tenho a síndrome do personagem principal e meu arco de história não envolve isso.",
"Pense em mim como o chefe final de dizer não – invicto.",
"O tempo é um recurso não renovável e eu escolho não gastar nada com ele.",
"Meu teste gratuito de fazer coisas expirou e não posso pagar a assinatura.",
"Estou em uma dieta rigorosa "sem compromissos".",
"Estou fazendo jejum intermitente de responsabilidades; hoje é dia de jejum.",
"Eu só digo sim em dias bissextos, e hoje não é um deles.",
"Não posso arriscar desbloquear minha forma final sendo útil.",
"Preciso manter meu ar de mistério não aparecendo.",
"Não posso deixar que as pessoas descubram que realmente tenho tempo livre.",
"Usei toda a minha força de vontade só para sair da cama esta manhã.",
"Minha vida é uma escolha sua própria aventura, e virei para a página onde digo não.",
"Pelo poder investido em mim, estou oficialmente dizendo não.",
"Eu, eu mesmo e eu tivemos uma reunião; decidimos unanimemente recusar.",
"Vejo sua solicitação e lhe dou um 'não'.",
"Meu entusiasmo está em falta e a data de entrega continua sendo adiada.",
"Ainda estou me recuperando da última vez que disse sim.",
"Eu costumava fazer coisas assim, então levei uma flecha no joelho.",
"Não é procrastinação se eu nunca planejei fazer isso.",
"Eu não escolhi a não vida; a não vida me escolheu.",
"O esforço não é suportado atualmente pelo meu sistema operacional.",
"Minha assistente pessoal (que é imaginária) já recusou por mim.",
"Prefiro permanecer como uma mensagem de ausência do escritório em forma humana.",
"Eu me perdi no caminho para o 'sim' e acabei no 'não'.",
"Se eu disser sim, então eu realmente terei que fazer isso — vamos evitar isso.",
"Na jornada do herói da minha vida, estou no estágio de "recusa do chamado".",
"Estou em um período sabático de qualquer coisa que pareça trabalho.",
"Fiz uma resolução de Ano Novo de dizer não com mais frequência. A partir de agora.",
"Fiz uma avaliação de risco e os resultados disseram 'não'.",
"Tenho uma reputação a zelar, especificamente, por dizer não.",
"Minha intuição me diz que este não é o dia em que começarei a ser útil.",
"Só de pensar nisso me deu uma dor fantasma nas costas. Vou passar.",
"Se eu ganhasse um níquel para cada vez que digo não, eu teria muitos níquels.",
"Estou participando de uma reunião do Clube Social Antissocial (sou o único membro).",
"O disco rígido do meu cérebro está cheio; não há espaço para essa tarefa.",
"Eu iria, mas estou tentando uma coisa nova onde simplesmente não vou.",
"Lamento informar que não farei isso de forma alguma.",
"Estou vivendo indiretamente através de outros que dizem sim, então não preciso fazer isso.",
"Espelho, espelho meu, devo fazer isso? Ele disse: "De jeito nenhum."",
"Não posso dizer que sim; isso colocaria em risco minha posição no Hall da Fama dos Procrastinadores.",
"A probabilidade de eu fazer isso está se aproximando do zero absoluto.",
"Meu compromisso de não fazer nada ficaria com ciúmes se eu fizesse outra coisa.",
"Minha principal competência é evitar coisas, e realmente preciso me concentrar nisso.",
"Falta-me o entusiasmo necessário para sequer fingir considerar isso.",
"Sou mais uma pessoa que "observa de longe" do que uma pessoa que "participa".",
"Meu cérebro é como um papagaio que só conhece uma palavra: 'não'.",
"Estou escrevendo um livro chamado "101 Maneiras de Dizer Não" – obrigado pelo material.",
"Sou um péssimo mentiroso, então não vou fingir que quero fazer isso.",
"Não. Estou dando cinco estrelas para essa resposta.",
'não' — de mim, com amor.,",
"Que o 'não' esteja com você.",
"Dizer não é meu superpoder e estou usando isso para economizar meu tempo livre.",
"Fiquei esgotado só de ouvir sobre isso, então estou recusando preventivamente.",
"Estou seguindo o princípio do menor esforço, o que significa que tenho que recusar.",
"Minha vida é como uma sitcom sobre fugir de responsabilidades, e não consigo sair do personagem.",
"Verifiquei minha disponibilidade e os resultados deram negativos.",
"Vou fingir que não ouvi esse pedido e continuar sem fazê-lo.",
"Não posso fazer — dito da maneira mais gentil possível.",
"Estou fazendo um ano de saúde mental (começando agora), então tenho que recusar.",
"Recuso-me a responder, pois isso pode levar a um trabalho real.",
"Vamos ser honestos: nós dois sabemos que não vou fazer isso.",
"Vou ter que ficar de fora por motivos pessoais (motivo pessoal: eu simplesmente não quero).",
"Não é para me gabar, mas sou muito bom em não fazer coisas.",
"Imagine um diagrama de Venn da minha agenda e da sua solicitação — eles não se sobrepõem.",
"Tenho muitas abas abertas no meu cérebro, e nenhuma delas é sobre isso.",
"Estou lotado de introspecção (que é código para não fazer nada).",
"Tenho uma lista de coisas que não devo fazer e isso está no topo.",
"Estou sobrecarregado com pessoas com baixo desempenho.",
"Este pedido está acima do meu nível emocional.",
"Meu entusiasmo entrou em falência, então não posso investir nisso.",
"Minha agenda está cheia de espaços em branco reservados para o meu tempo.",
"Não estou ignorando você, estou lhe dando um firme não.",
"Se eu assumir mais uma coisa, me tornarei oficialmente um conto de advertência.",
"Pense na minha recusa como uma lição gratuita sobre como lidar com a rejeição.",
"Admiro sua persistência em perguntar, mas ainda assim é um não.",
"Já estou vivendo na via rápida de não fazer nada, então não posso desacelerar por isso.",
"Não posso ir, estou extremamente ocupado sem estar ocupado.",
"Se eu ajudar você, me sentirei obrigado a ajudar os outros, e esse é um caminho escorregadio que estou evitando.",
"O universo me disse para "me tratar", o que estou interpretando como um sinal para ficar em casa.",
"Ninguém nunca me acusou de ser muito prestativo e não pretendo começar agora.",
"Tenho medo de mudanças, então vou continuar dizendo não.",
"Minha vida é como uma torre de Jenga; mais uma coisa pode fazê-la desabar.",
"Não tenho largura de banda (ou qualquer outra largura) para isso.",
"A vida é curta e minha lista de cochilos é longa.",
"Francamente, minha querida, eu não dou a mínima (para fazer isso).",
"Tentei ver da sua perspectiva, mas ainda tenho que dizer não.",
"O momento não é o certo, principalmente porque eu simplesmente não quero fazer isso.",
"Estou em modo social furtivo, então devo recusar qualquer convite.",
"Eu tenho uma condição crônica chamada "idontwanna".",
"Estou escolhendo a iluminação do sofá em vez de esforços mundanos como esse.",
"Estou de folga por tempo indeterminado.",
"Estou no meio de um ritual muito delicado de "não fazer nada".",
"Que tal eu prometer que vou pensar sobre isso? (Não vou, mas parece educado.)",
"Tenho um compromisso anterior: uma competição de encarar com minha parede.",
"Estarei ocupado explorando o interior.",
"O sofá me aceitou como um dos seus, e não posso trair sua confiança.",
"'não' é o novo 'sim' — estou apenas seguindo a tendência.",
"Eu sou o herói que meu sofá merece, então devo ficar com ele.",
"As chances de eu fazer isso são quase as mesmas de ganhar na loteria sem comprar um bilhete.",
"Isso não está na minha lista de desejos; na verdade, está na minha lista de "deixar para lá".",
"Por favor, me desculpe, meu cérebro está fora de serviço no momento.",
"Se houvesse um prêmio por evitar a participação, eu seria o favorito.",
"Estou declinando por excesso de apatia.",
"Meu destino está em outro lugar, especificamente no meu sofá.",
"Não se consegue simplesmente que eu diga sim.",
"Não da minha parte, cara.",
"Se eu disser sim, terei que parar de reclamar de estar ocupado, e não posso permitir isso.",
"Minha energia é solar e é noturna.",
"Vou fazer um favor ao time e não participar desse esforço.",
"Coloquei o "pro" em procrastinar e não vou estragar minha sequência.",
"Até minha sombra decidiu ficar em casa, então eu também ficarei.",
"Felizmente, tenho seguro contra procrastinação. Ele me cobre em situações como essa.",
"Eu não sou meu circo, e aqueles macacos não são meus, então não é meu ato representar.",
"Não tenho mana suficiente para essa missão.",
"O espírito está disposto, mas a carne já pediu comida para viagem e se instalou.",
"Minha vontade de fazer isso está na loja para reparos.",
"Eu poderia listar 1000 razões pelas quais estou dizendo não, mas vou poupá-lo.",
"Recuso agora, para evitar recusar mais tarde.",
"Estou me escolhendo em vez desse compromisso, então, não.",
"Vou poupá-lo de um sim sem entusiasmo e dar-lhe um não honesto.",
"Se minha vida fosse um filme, essa seria a parte em que eu diria não e passaria os créditos.",
"Estou fechando a porta para essa ideia (literal e figurativamente).",
"Minha intuição gritou 'não' tão alto que tive que responder adequadamente.",
"Não é meu lugar feliz.",
"A resposta que você procura não está disponível neste momento (nunca tente novamente).",
"Para citar uma resposta famosa: 'não'.",
"Estou exercendo meu direito de dizer não.",
"Pense nisso como um veto estratégico.",
"Nunca tive tanta certeza de nada como tenho de dizer não.",
"Acordei hoje e decidi que hoje é um dia de 'não'.",
"Hoje, só falo em negativo.",
"Estou em uma missão para manter zero compromissos.",
"Até meu FitBit está me dizendo para ficar parado.",
"Estou escolhendo a Netflix em vez do estresse, desculpe.",
"Não, da maneira mais sincera e bem humorada possível.",
"Minha agenda está em greve.",
"Eu me escolho, então estou dizendo não para você.",
"Estou fazendo um favor a todos ao continuar fazendo o que sei fazer bem: dizer não.",
"Não faz parte da minha rotina de autocuidado.",
"Este é um não, sem culpa.",
"Se eu ajudasse, estaria roubando a chance de você fazer isso sozinho.",
"Minha agenda está em modo avião.",
"Não estou te ignorando; estou te dando um firme não.",
"Estou em paz em dizer não.",
"Negativo. Ponto final.",
"Devo proteger minha sanidade a todo custo, então não.",
"Eu não vim até aqui só para chegar até aqui. Na verdade, não vou chegar nem perto disso.",
"É um 'não' do comitê formado por mim, eu mesmo e eu.",
"Devo recusar; cheguei ao meu limite para me importar.",
"Mesmo que eu quisesse, não conseguiria. E eu não quero.",
"Vou aproveitar a oportunidade para não fazer nada.",
"Minha vontade de participar abandonou o prédio.",
"Seu pedido foi negado devido à falta de interesse da minha parte.",
"Vamos supor que eu disse não e seguir em frente.",
"No momento, estou fora de serviço. Por favor, tente novamente. Nunca mais.",
"Infelizmente, devo recusar.",
"Recusar esse pedido me traz alegria.",
"Talvez eu pudesse me convencer, mas provavelmente ainda diria não no final.",
"Tenho uma objeção filosófica a fazer isso.",
"Se eu fosse mais indiferente, seria uma estátua.",
"Preciso priorizar minhas prioridades, que atualmente são dormir e fazer lanches.",
"Minha agenda tem um recurso 'não' integrado.",
"Dizer sim quebraria as leis da física no meu universo pessoal.",
"Nesse ponto, dizer sim pareceria errado.",
"Prometi a mim mesmo que não ajudaria em nada esta semana.",
"Minha preguiça está a flor da pele e não posso arrancá-la por isso.",
"Sou alérgico a obrigações e acabo inventando desculpas.",
"Vou ficar de fora dessa e deixar o carma recompensar minha honestidade.",
"Não posso fazer — dito da maneira mais gentil possível (ainda não).",
"Pense no meu 'não' como um ato de autocuidado.",
"Estou exercendo minha liberdade de escolha e escolho não.",
"Estou trabalhando duro sem fazer nada.",
"Eu ajudaria, mas isso contradiria a declaração de missão da minha vida.",
"Não, mas aprecio seu otimismo.",
"Eu tenho uma faixa preta em esquiva e odiaria desperdiçá-la (então, não).",
"Estou no Programa de Não Proteção a Testemunhas (digo não e depois me escondo).",
"Tenho que ficar em casa e garantir que a gravidade continue funcionando. (Alguém tem que fazer isso.)",
"Se eu for, quem vai segurar a fortaleza? (A fortaleza é meu sofá).",
"Estou no meio de uma auditoria de vida e compromissos desnecessários não foram incluídos.",
"Recusar isso faz parte do meu plano de cinco anos.",
"Imagine um diagrama de Venn da minha agenda e da sua solicitação — eles não se sobrepõem.",
"Tenho muitas abas abertas no meu cérebro, e nenhuma delas é sobre essa tarefa.",
"Estou lotado de introspecção (que é código para não fazer nada).",
"Tenho uma lista de coisas que não devo fazer e isso está no topo.",
"Estou sobrecarregado com pessoas com baixo desempenho.",
"Este pedido está acima do meu nível emocional.",
"Meu entusiasmo entrou em falência, então não posso investir nisso.",
"Minha agenda está cheia de espaços em branco reservados para o meu tempo.",
"Não estou ignorando você, estou lhe dando um 'não' muito claro.",
"Se eu assumir mais uma coisa, me tornarei oficialmente um conto de advertência.",
"Pense na minha recusa como uma lição gratuita sobre como lidar com a rejeição.",
"Admiro sua persistência em perguntar, mas ainda assim é um não.",
"Já estou vivendo na via rápida de não fazer nada, então não posso desacelerar por isso.",
"Não posso ir, estou extremamente ocupado sem estar ocupado.",
"Se eu ajudar você, me sentirei obrigado a ajudar os outros, e esse é um caminho escorregadio que estou evitando.",
"O universo me disse para "me tratar", o que estou interpretando como um sinal para ficar em casa.",
"Ninguém nunca me acusou de ser muito prestativo e não pretendo começar agora.",
"Tenho medo de mudanças, então vou continuar dizendo não.",
"Minha vida é como uma torre de Jenga; mais uma coisa pode fazê-la desabar.",
"Não tenho largura de banda (ou qualquer outra largura) para isso.",
"A vida é curta e minha lista de cochilos é longa.",
"Francamente, minha querida, eu não dou a mínima (para fazer isso).",
"Tentei ver da sua perspectiva, mas ainda tenho que dizer não.",
"O momento não é o certo, principalmente porque eu simplesmente não quero fazer isso.",
"Estou em modo social furtivo, então devo recusar qualquer convite.",
"Eu tenho uma condição crônica chamada "eunõquero".",
"Estou de folga por tempo indeterminado.",
"Estou no meio de um ritual muito delicado de "não fazer nada".",
"Que tal eu prometer que vou pensar sobre isso? (Não vou, mas parece educado.)",
"Tenho um compromisso anterior: uma competição de encarar com minha parede.",
"Estarei ocupado explorando o interior.",
"O sofá me aceitou como um dos seus, e não posso trair sua confiança.",
"'Não' é o novo 'sim' — estou apenas seguindo a tendência.",
"Eu sou o herói que meu sofá merece, então devo ficar com ele.",
"As chances de eu fazer isso são quase as mesmas de ganhar na loteria sem comprar um bilhete.",
"Isso não está na minha lista de desejos; na verdade, está na minha lista de "deixar para lá".",
"Por favor, me desculpe, meu cérebro está fora de serviço no momento.",
"Se houvesse um prêmio por evitar a participação, eu seria o favorito.",
"Estou declinando por excesso de apatia.",
"Meu destino está em outro lugar, especificamente no meu sofá.",
"Não se consegue simplesmente que eu diga sim.",
"Não da minha parte, cara.",
"Se eu disser sim, terei que parar de reclamar de estar ocupado, e não posso permitir isso.",
"Minha energia é solar e é noturna.",
"Vou fazer um favor ao time e não participar desse esforço.",
"Coloquei o 'pro' em procrastinar e não vou estragar minha sequência.",
"Até minha sombra decidiu ficar em casa, então eu também ficarei.",
"Felizmente, tenho seguro contra procrastinação. Ele me cobre em situações como essa.",
"Não é meu circo, não são meus macacos, então definitivamente não é meu ato de encenação.",
"Não tenho mana suficiente para essa missão.",
"O espírito está disposto, mas a carne já pediu comida para viagem e se instalou.",
"Minha vontade de fazer isso está na loja para reparos.",
"Eu poderia listar 1000 razões pelas quais estou dizendo não, mas vou poupá-lo.",
"Recuso agora, para evitar recusar mais tarde.",
"Estou me escolhendo em vez desse compromisso, então, não.",
"Vou poupá-lo de um sim sem entusiasmo e dar-lhe um não honesto.",
"Se minha vida fosse um filme, essa seria a parte em que eu diria não e passaria os créditos.",
"Estou fechando a porta para essa ideia (literal e figurativamente).",
"Minha intuição gritou 'não' tão alto que tive que responder adequadamente.",
"Não é meu lugar feliz.",
"A resposta que você procura não está disponível neste momento (nunca tente novamente).",
"Para citar uma resposta famosa: 'Não'.",
"Estou exercendo meu direito de dizer não.",
"Pense nisso como um veto estratégico.",
"Nunca tive tanta certeza de nada como tenho de dizer não.",
"Acordei hoje e pensei: 'não vamos'.",
"Hoje, só falo em negativo.",
"Estou em uma missão para manter zero compromissos.",
"Até meu FitBit está me dizendo para ficar parado.",
"Estou escolhendo a Netflix em vez do estresse, desculpe.",
"Não, da maneira mais sincera e bem humorada possível.",
"Minha agenda está em greve.",
"Estou fazendo um favor a todos ao continuar fazendo o que sei fazer bem: dizer não.",
"Não faz parte da minha rotina de autocuidado.",
"Este é um não, sem culpa.",
"Se eu ajudasse, estaria roubando a chance de você fazer isso sozinho.",
"Minha agenda está em modo avião.",
"Não estou te ignorando; estou te dando um firme não.",
"Estou em paz em dizer não.",
"Negativo. Ponto final.",
"Devo proteger minha sanidade a todo custo, então não.",
"Infelizmente, devo recusar.",
"Recusar esse pedido me traz alegria.",
"Não estou ignorando você, estou lhe dando um 'não' muito claro.",
"Finja que eu lhe dei uma desculpa inteligente e aceite o 'não' como implícito.",
]
